Repository: kodi-game/game.libretro.meowpc98
Catalog: game.libretro.meowpc98/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, zh_cn

# Addon Description
source: Neko Project II is an excellent PC-98 emulator.[CR][CR]PC-98 is a lineup of Japanese 16-bit and 32-bit personal computers manufactured by NEC from 1982 to 2000.
da_dk: Neko Project II er en fremragende PC-98-emulator.[CR][CR]PC-98 er en række japanske 16-bit og 32-bit personlige computere fremstillet af NEC fra 1982 til 2000.
de_de: Neko Project II ist ein hervorragender PC-98-Emulator[CR][CR]Der PC-98 ist eine Reihe japanischer 16-Bit- und 32-Bit-Personalcomputer, die von NEC von 1982 bis 2000 hergestellt wurden.
es_es: Neko Project II es un excelente emulador de PC-98.[CR][CR]PC-98 es una línea japonesa de ordenadores personales de 16 y 32 bits fabricados por NEC entre 1982 y 2000.
ga: Is aithriseoir den scoth é Neko Project II.[CR][CR]Is sraith ríomhairí pearsanta Seapánacha 16-giotán agus 32-giotán é PC-98 a mhonaraigh NEC ó 1982 go 2000.
zh_cn: Neko Project II 是一款优秀的 PC-98 仿真器。[CR][CR]PC-98 是日本电气公司从1982年到2000年生产的一系列16位和32位个人电脑。

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
zh_cn: 设置

# #30001
source: PC Model (Restart)
da_dk: PC-model (genstart)
de_de: PC-Modell (Neustart erforderlich)
es_es: Modelo de PC (reinicio)
ga: Múnla ríomhaire (Atosaigh)
zh_cn: PC 型号（重新启动）

# #30002
source: CPU Base Clock (Restart)
da_dk: CPU-basisclock (genstart)
de_de: CPU-Basistakt (Neustart erforderlich)
es_es: Reloj Base CPU (reinicio)
ga: Clog Bonn LAP (Atosú)
zh_cn: CPU 基本时钟（重新启动）

# #30003
source: CPU Clock Multiplier (Restart)
da_dk: Multiplikator af CPU clock (genstart)
de_de: CPU-Taktmultiplikator (Neustart erforderlich)
es_es: Multiplicador Reloj CPU (reinicio)
ga: Ilraitheoir Clog LAP (Atosú)
zh_cn: CPU时钟倍数（重新启动）

# #30004
source: RAM Size (Restart)
da_dk: RAM-størrelse (genstart)
de_de: RAM-Größe (Neustart erforderlich)
es_es: Tamaño RAM (reinicio)
ga: Méid RAM (Atosú)
zh_cn: 内存大小（重新启动）

# #30005
source: Skipline Revisions
da_dk: Revisioner af skipline
es_es: Revisiones de Skipline
ga: Athbhreithnithe ar an Skipline
zh_cn: Skipline 修订

# #30006
source: Sound Board (Restart)
da_dk: Lydkort (genstart)
de_de: Soundkarte (Neustart erforderlich)
es_es: Placa de Sonido (reinicio)
ga: Bord Fuaime (Atosaigh)
zh_cn: 声卡（重新启动）

# #30008
source: Volume FM
da_dk: FM lydstyrke
de_de: Lautstärke FM
es_es: Volumen FM
ga: Toirt FM
zh_cn: 音量调频

# #30009
source: Volume SSG
da_dk: SSG lydstyrke
de_de: Lautstärke SSG
es_es: Volumen SSG
ga: Toirt SSG
zh_cn: 音量 SSG

# #30010
source: Volume ADPCM
da_dk: ADPCM lydstyrke
de_de: Lautstärke ADPCM
es_es: Volumen ADPCM
ga: Toirt ADPCM
zh_cn: 音量 ADPCM

# #30011
source: Volume PCM
da_dk: PCM lydstyrke
de_de: Lautstärke PCM
es_es: Volumen PCM
ga: Toirt PCM
zh_cn: 音量 PCM

# #30012
source: Volume RHYTHM
da_dk: RHYTHM lydstyrke
de_de: Lautstärke RHYTHM
es_es: Volumen RHYTHM
ga: Toirt RHYTHM
zh_cn: 音量 RHYTHM

# #30013
source: Floppy Seek Sound (Restart)
da_dk: Floppy søgelyd (genstart)
de_de: Floppygeräusche (Neustart erforderlich)
es_es: Sonido Búsqueda Disquete (reinicio)
ga: Fuaim Lorgála Bog (Atosaigh)
zh_cn: 软盘搜索声音（重新启动）

# #30014
source: Volume Floppy Seek (Restart)
da_dk: Lydstyrke ved floppysøgning (genstart)
de_de: Lautstärke Floppygeräusche (Neustart erforderlich)
es_es: Búsqueda Disquete por Volumen (reinicio)
ga: Cuardach Floppy Imleabhar (Atosaigh)
zh_cn: 音量软盘搜索（重新启动）

# #30015
source: Volume Beep
da_dk: Beep lydstyrke
de_de: Piep-Lautstärke
es_es: Volumen Beep
ga: Bíp Toirte
zh_cn: 音量蜂鸣音

# #30016
source: Gui Controller
da_dk: Controller for brugerflade
es_es: Controlador Gui
ga: Rialaitheoir GUI
zh_cn: 图形界面控制器

# #30017
source: Gui Joy0 PAS
da_dk: Brugerflade Joy0 PAS
zh_cn: 图形界面 Joy0 PAS
